{"the": 1, "and": 2, "a": 3, "of": 4, "to": 5, "is": 6, "br": 7, "in": 8, "it": 9, "i": 10, "this": 11, "that": 12, "was": 13, "as": 14, "for": 15, "with": 16, "movie": 17, "but": 18, "film": 19, "on": 20, "not": 21, "you": 22, "are": 23, "his": 24, "have": 25, "be": 26, "one": 27, "he": 28, "all": 29, "at": 30, "by": 31, "an": 32, "they": 33, "so": 34, "who": 35, "from": 36, "like": 37, "or": 38, "just": 39, "her": 40, "out": 41, "about": 42, "if": 43, "it's": 44, "has": 45, "there": 46, "some": 47, "what": 48, "good": 49, "when": 50, "more": 51, "very": 52, "up": 53, "no": 54, "time": 55, "my": 56, "even": 57, "would": 58, "she": 59, "which": 60, "only": 61, "really": 62, "see": 63, "story": 64, "their": 65, "had": 66, "can": 67, "me": 68, "well": 69, "were": 70, "than": 71, "much": 72, "we": 73, "bad": 74, "been": 75, "get": 76, "do": 77, "great": 78, "other": 79, "will": 80, "also": 81, "into": 82, "people": 83, "because": 84, "how": 85, "first": 86, "him": 87, "most": 88, "don't": 89, "made": 90, "then": 91, "its": 92, "them": 93, "make": 94, "way": 95, "too": 96, "movies": 97, "could": 98, "any": 99, "after": 100, "think": 101, "characters": 102, "watch": 103, "films": 104, "two": 105, "many": 106, "seen": 107, "character": 108, "being": 109, "never": 110, "plot": 111, "love": 112, "acting": 113, "life": 114, "did": 115, "best": 116, "where": 117, "know": 118, "show": 119, "little": 120, "over": 121, "off": 122, "ever": 123, "does": 124, "your": 125, "better": 126, "end": 127, "man": 128, "scene": 129, "still": 130, "say": 131, "these": 132, "here": 133, "scenes": 134, "why": 135, "while": 136, "something": 137, "such": 138, "go": 139, "through": 140, "back": 141, "should": 142, "those": 143, "real": 144, "i'm": 145, "now": 146, "watching": 147, "thing": 148, "doesn't": 149, "actors": 150, "though": 151, "funny": 152, "years": 153, "didn't": 154, "old": 155, "10": 156, "another": 157, "work": 158, "before": 159, "actually": 160, "nothing": 161, "makes": 162, "look": 163, "director": 164, "find": 165, "going": 166, "same": 167, "new": 168, "lot": 169, "every": 170, "few": 171, "again": 172, "part": 173, "cast": 174, "down": 175, "us": 176, "things": 177, "want": 178, "quite": 179, "pretty": 180, "world": 181, "horror": 182, "around": 183, "seems": 184, "can't": 185, "young": 186, "take": 187, "however": 188, "got": 189, "thought": 190, "big": 191, "fact": 192, "enough": 193, "long": 194, "both": 195, "that's": 196, "give": 197, "i've": 198, "own": 199, "may": 200, "between": 201, "comedy": 202, "right": 203, "series": 204, "action": 205, "must": 206, "music": 207, "without": 208, "times": 209, "saw": 210, "always": 211, "original": 212, "isn't": 213, "role": 214, "come": 215, "almost": 216, "gets": 217, "interesting": 218, "guy": 219, "point": 220, "done": 221, "there's": 222, "whole": 223, "least": 224, "far": 225, "bit": 226, "script": 227, "minutes": 228, "feel": 229, "2": 230, "anything": 231, "making": 232, "might": 233, "since": 234, "am": 235, "family": 236, "he's": 237, "last": 238, "probably": 239, "tv": 240, "performance": 241, "kind": 242, "away": 243, "yet": 244, "fun": 245, "worst": 246, "sure": 247, "rather": 248, "hard": 249, "anyone": 250, "girl": 251, "each": 252, "played": 253, "day": 254, "found": 255, "looking": 256, "woman": 257, "screen": 258, "although": 259, "our": 260, "especially": 261, "believe": 262, "having": 263, "trying": 264, "course": 265, "dvd": 266, "everything": 267, "set": 268, "goes": 269, "comes": 270, "put": 271, "ending": 272, "maybe": 273, "place": 274, "book": 275, "shows": 276, "three": 277, "worth": 278, "different": 279, "main": 280, "once": 281, "sense": 282, "american": 283, "reason": 284, "looks": 285, "effects": 286, "watched": 287, "play": 288, "true": 289, "money": 290, "actor": 291, "wasn't": 292, "job": 293, "together": 294, "war": 295, "someone": 296, "plays": 297, "instead": 298, "high": 299, "during": 300, "year": 301, "said": 302, "half": 303, "everyone": 304, "later": 305, "takes": 306, "1": 307, "seem": 308, "audience": 309, "special": 310, "beautiful": 311, "left": 312, "himself": 313, "seeing": 314, "john": 315, "night": 316, "black": 317, "version": 318, "shot": 319, "excellent": 320, "idea": 321, "house": 322, "mind": 323, "star": 324, "wife": 325, "fan": 326, "death": 327, "used": 328, "else": 329, "simply": 330, "nice": 331, "budget": 332, "poor": 333, "short": 334, "completely": 335, "second": 336, "you're": 337, "3": 338, "read": 339, "less": 340, "along": 341, "top": 342, "help": 343, "home": 344, "men": 345, "either": 346, "line": 347, "boring": 348, "dead": 349, "friends": 350, "kids": 351, "try": 352, "production": 353, "enjoy": 354, "camera": 355, "use": 356, "wrong": 357, "given": 358, "low": 359, "classic": 360, "father": 361, "need": 362, "full": 363, "stupid": 364, "next": 365, "until": 366, "performances": 367, "school": 368, "hollywood": 369, "rest": 370, "truly": 371, "awful": 372, "video": 373, "couple": 374, "start": 375, "sex": 376, "recommend": 377, "women": 378, "let": 379, "tell": 380, "terrible": 381, "remember": 382, "mean": 383, "came": 384, "getting": 385, "understand": 386, "perhaps": 387, "moments": 388, "name": 389, "keep": 390, "face": 391, "itself": 392, "wonderful": 393, "playing": 394, "human": 395, "style": 396, "small": 397, "episode": 398, "perfect": 399, "others": 400, "person": 401, "doing": 402, "often": 403, "early": 404, "stars": 405, "definitely": 406, "written": 407, "head": 408, "lines": 409, "dialogue": 410, "gives": 411, "piece": 412, "couldn't": 413, "went": 414, "finally": 415, "mother": 416, "case": 417, "title": 418, "absolutely": 419, "boy": 420, "live": 421, "yes": 422, "laugh": 423, "certainly": 424, "liked": 425, "become": 426, "entertaining": 427, "worse": 428, "oh": 429, "sort": 430, "loved": 431, "lost": 432, "called": 433, "hope": 434, "picture": 435, "felt": 436, "overall": 437, "entire": 438, "mr": 439, "several": 440, "based": 441, "supposed": 442, "cinema": 443, "friend": 444, "guys": 445, "sound": 446, "5": 447, "problem": 448, "drama": 449, "against": 450, "waste": 451, "white": 452, "beginning": 453, "4": 454, "fans": 455, "totally": 456, "dark": 457, "care": 458, "direction": 459, "humor": 460, "wanted": 461, "she's": 462, "seemed": 463, "under": 464, "game": 465, "children": 466, "despite": 467, "lives": 468, "lead": 469, "guess": 470, "example": 471, "already": 472, "final": 473, "you'll": 474, "throughout": 475, "evil": 476, "turn": 477, "becomes": 478, "unfortunately": 479, "able": 480, "quality": 481, "i'd": 482, "days": 483, "history": 484, "fine": 485, "side": 486, "wants": 487, "horrible": 488, "heart": 489, "writing": 490, "amazing": 491, "b": 492, "flick": 493, "killer": 494, "run": 495, "son": 496, "\u0096": 497, "michael": 498, "works": 499, "close": 500, "they're": 501, "act": 502, "art": 503, "kill": 504, "matter": 505, "etc": 506, "tries": 507, "won't": 508, "past": 509, "town": 510, "enjoyed": 511, "turns": 512, "brilliant": 513, "gave": 514, "behind": 515, "parts": 516, "stuff": 517, "genre": 518, "eyes": 519, "car": 520, "favorite": 521, "directed": 522, "late": 523, "hand": 524, "expect": 525, "soon": 526, "hour": 527, "obviously": 528, "themselves": 529, "sometimes": 530, "killed": 531, "thinking": 532, "actress": 533, "child": 534, "girls": 535, "viewer": 536, "starts": 537, "city": 538, "myself": 539, "decent": 540, "highly": 541, "stop": 542, "type": 543, "self": 544, "god": 545, "says": 546, "group": 547, "anyway": 548, "voice": 549, "took": 550, "known": 551, "blood": 552, "kid": 553, "heard": 554, "happens": 555, "except": 556, "fight": 557, "feeling": 558, "experience": 559, "coming": 560, "slow": 561, "daughter": 562, "writer": 563, "stories": 564, "moment": 565, "leave": 566, "told": 567, "extremely": 568, "score": 569, "violence": 570, "involved": 571, "police": 572, "strong": 573, "lack": 574, "chance": 575, "cannot": 576, "hit": 577, "roles": 578, "hilarious": 579, "s": 580, "wonder": 581, "happen": 582, "particularly": 583, "ok": 584, "including": 585, "save": 586, "living": 587, "looked": 588, "wouldn't": 589, "crap": 590, "please": 591, "simple": 592, "murder": 593, "cool": 594, "obvious": 595, "happened": 596, "complete": 597, "cut": 598, "serious": 599, "age": 600, "gore": 601, "attempt": 602, "hell": 603, "ago": 604, "song": 605, "shown": 606, "taken": 607, "english": 608, "james": 609, "robert": 610, "david": 611, "seriously": 612, "released": 613, "reality": 614, "opening": 615, "jokes": 616, "interest": 617, "across": 618, "none": 619, "hero": 620, "exactly": 621, "today": 622, "possible": 623, "alone": 624, "sad": 625, "brother": 626, "number": 627, "career": 628, "saying": 629, "film's": 630, "usually": 631, "hours": 632, "cinematography": 633, "talent": 634, "view": 635, "annoying": 636, "running": 637, "yourself": 638, "relationship": 639, "documentary": 640, "wish": 641, "order": 642, "huge": 643, "shots": 644, "whose": 645, "ridiculous": 646, "taking": 647, "important": 648, "light": 649, "body": 650, "middle": 651, "level": 652, "ends": 653, "started": 654, "female": 655, "call": 656, "i'll": 657, "husband": 658, "four": 659, "power": 660, "word": 661, "turned": 662, "major": 663, "opinion": 664, "change": 665, "mostly": 666, "usual": 667, "scary": 668, "silly": 669, "rating": 670, "beyond": 671, "somewhat": 672, "happy": 673, "ones": 674, "words": 675, "room": 676, "knows": 677, "knew": 678, "country": 679, "disappointed": 680, "talking": 681, "novel": 682, "apparently": 683, "non": 684, "strange": 685, "upon": 686, "attention": 687, "basically": 688, "single": 689, "finds": 690, "cheap": 691, "modern": 692, "due": 693, "jack": 694, "television": 695, "musical": 696, "problems": 697, "miss": 698, "episodes": 699, "clearly": 700, "local": 701, "7": 702, "british": 703, "thriller": 704, "talk": 705, "events": 706, "sequence": 707, "five": 708, "aren't": 709, "class": 710, "french": 711, "moving": 712, "ten": 713, "fast": 714, "earth": 715, "review": 716, "tells": 717, "predictable": 718, "songs": 719, "team": 720, "comic": 721, "straight": 722, "8": 723, "whether": 724, "die": 725, "add": 726, "dialog": 727, "entertainment": 728, "above": 729, "sets": 730, "future": 731, "enjoyable": 732, "appears": 733, "near": 734, "space": 735, "easily": 736, "hate": 737, "soundtrack": 738, "bring": 739, "giving": 740, "lots": 741, "similar": 742, "romantic": 743, "george": 744, "supporting": 745, "release": 746, "mention": 747, "within": 748, "filmed": 749, "message": 750, "sequel": 751, "clear": 752, "falls": 753, "haven't": 754, "needs": 755, "dull": 756, "suspense": 757, "bunch": 758, "eye": 759, "surprised": 760, "showing": 761, "tried": 762, "sorry": 763, "certain": 764, "working": 765, "easy": 766, "ways": 767, "theme": 768, "theater": 769, "among": 770, "named": 771, "what's": 772, "storyline": 773, "monster": 774, "king": 775, "stay": 776, "effort": 777, "minute": 778, "fall": 779, "stand": 780, "gone": 781, "rock": 782, "using": 783, "9": 784, "feature": 785, "comments": 786, "buy": 787, "'": 788, "typical": 789, "t": 790, "editing": 791, "sister": 792, "tale": 793, "avoid": 794, "dr": 795, "mystery": 796, "deal": 797, "doubt": 798, "fantastic": 799, "kept": 800, "nearly": 801, "feels": 802, "subject": 803, "okay": 804, "viewing": 805, "elements": 806, "oscar": 807, "check": 808, "points": 809, "realistic": 810, "means": 811, "greatest": 812, "herself": 813, "parents": 814, "famous": 815, "imagine": 816, "rent": 817, "viewers": 818, "richard": 819, "crime": 820, "form": 821, "peter": 822, "actual": 823, "lady": 824, "general": 825, "dog": 826, "follow": 827, "believable": 828, "period": 829, "red": 830, "brought": 831, "move": 832, "material": 833, "forget": 834, "somehow": 835, "begins": 836, "re": 837, "reviews": 838, "animation": 839, "paul": 840, "you've": 841, "leads": 842, "weak": 843, "figure": 844, "surprise": 845, "hear": 846, "sit": 847, "average": 848, "open": 849, "sequences": 850, "killing": 851, "atmosphere": 852, "eventually": 853, "tom": 854, "learn": 855, "premise": 856, "wait": 857, "20": 858, "sci": 859, "deep": 860, "fi": 861, "expected": 862, "whatever": 863, "indeed": 864, "lame": 865, "poorly": 866, "particular": 867, "note": 868, "dance": 869, "imdb": 870, "shame": 871, "situation": 872, "third": 873, "york": 874, "box": 875, "truth": 876, "decided": 877, "free": 878, "hot": 879, "who's": 880, "difficult": 881, "needed": 882, "season": 883, "acted": 884, "leaves": 885, "unless": 886, "romance": 887, "emotional": 888, "possibly": 889, "gay": 890, "sexual": 891, "boys": 892, "footage": 893, "write": 894, "western": 895, "credits": 896, "forced": 897, "memorable": 898, "doctor": 899, "reading": 900, "became": 901, "otherwise": 902, "air": 903, "begin": 904, "de": 905, "crew": 906, "question": 907, "meet": 908, "society": 909, "male": 910, "let's": 911, "meets": 912, "plus": 913, "cheesy": 914, "hands": 915, "superb": 916, "screenplay": 917, "beauty": 918, "interested": 919, "street": 920, "features": 921, "perfectly": 922, "masterpiece": 923, "whom": 924, "laughs": 925, "nature": 926, "stage": 927, "effect": 928, "forward": 929, "comment": 930, "nor": 931, "previous": 932, "e": 933, "badly": 934, "sounds": 935, "japanese": 936, "weird": 937, "island": 938, "inside": 939, "personal": 940, "quickly": 941, "total": 942, "keeps": 943, "towards": 944, "america": 945, "result": 946, "crazy": 947, "battle": 948, "worked": 949, "incredibly": 950, "setting": 951, "earlier": 952, "background": 953, "mess": 954, "cop": 955, "writers": 956, "fire": 957, "copy": 958, "realize": 959, "dumb": 960, "unique": 961, "powerful": 962, "mark": 963, "lee": 964, "business": 965, "rate": 966, "older": 967, "dramatic": 968, "pay": 969, "following": 970, "girlfriend": 971, "directors": 972, "joke": 973, "plenty": 974, "directing": 975, "various": 976, "baby": 977, "creepy": 978, "development": 979, "appear": 980, "brings": 981, "front": 982, "dream": 983, "ask": 984, "water": 985, "rich": 986, "bill": 987, "admit": 988, "apart": 989, "joe": 990, "political": 991, "fairly": 992, "leading": 993, "reasons": 994, "spent": 995, "portrayed": 996, "telling": 997, "cover": 998, "outside": 999, "fighting": 1000, "present": 1001, "wasted": 1002, "deserves": 1003, "fails": 1004, "era": 1005, "gun": 1006, "success": 1007, "break": 1008, "party": 1009, "meant": 1010, "list": 1011, "expecting": 1012, "william": 1013, "attempts": 1014, "create": 1015, "'the": 1016, "ended": 1017, "ideas": 1018, "manages": 1019, "agree": 1020, "secret": 1021, "missing": 1022, "recently": 1023, "zombie": 1024, "talented": 1025, "match": 1026, "twist": 1027, "caught": 1028, "fantasy": 1029, "unlike": 1030, "cute": 1031, "hardly": 1032, "german": 1033, "large": 1034, "produced": 1035, "odd": 1036, "return": 1037, "spoilers": 1038, "clever": 1039, "laughing": 1040, "co": 1041, "nudity": 1042, "plain": 1043, "remake": 1044, "disney": 1045, "members": 1046, "escape": 1047, "office": 1048, "italian": 1049, "potential": 1050, "villain": 1051, "created": 1052, "casting": 1053, "flat": 1054, "pace": 1055, "missed": 1056, "we're": 1057, "wrote": 1058, "pure": 1059, "d": 1060, "cartoon": 1061, "married": 1062, "waiting": 1063, "state": 1064, "century": 1065, "6": 1066, "filled": 1067, "filmmakers": 1068, "further": 1069, "public": 1070, "incredible": 1071, "mentioned": 1072, "cold": 1073, "hold": 1074, "sadly": 1075, "visual": 1076, "familiar": 1077, "slightly": 1078, "van": 1079, "science": 1080, "considering": 1081, "train": 1082, "died": 1083, "speak": 1084, "language": 1085, "30": 1086, "popular": 1087, "store": 1088, "company": 1089, "tension": 1090, "convincing": 1091, "uses": 1092, "sweet": 1093, "decides": 1094, "value": 1095, "anti": 1096, "sees": 1097, "credit": 1098, "entirely": 1099, "social": 1100, "bored": 1101, "force": 1102, "dancing": 1103, "neither": 1104, "hair": 1105, "intelligent": 1106, "15": 1107, "compared": 1108, "trouble": 1109, "follows": 1110, "choice": 1111, "former": 1112, "la": 1113, "common": 1114, "portrayal": 1115, "appreciate": 1116, "suddenly": 1117, "fit": 1118, "younger": 1119, "amount": 1120, "mad": 1121, "moves": 1122, "college": 1123, "c": 1124, "violent": 1125, "alive": 1126, "depth": 1127, "brain": 1128, "biggest": 1129, "fear": 1130, "yeah": 1131, "concept": 1132, "images": 1133, "scott": 1134, "law": 1135, "drug": 1136, "post": 1137, "recommended": 1138, "control": 1139, "successful": 1140, "situations": 1141, "exciting": 1142, "band": 1143, "amusing": 1144, "producers": 1145, "project": 1146, "pointless": 1147, "cause": 1148, "fiction": 1149, "longer": 1150, "pathetic": 1151, "focus": 1152, "bizarre": 1153, "u": 1154, "spend": 1155, "fake": 1156, "christmas": 1157, "meaning": 1158, "ultimately": 1159, "sick": 1160, "positive": 1161, "trash": 1162, "culture": 1163, "kills": 1164, "revenge": 1165, "decide": 1166, "effective": 1167, "basic": 1168, "awesome": 1169, "honest": 1170, "recent": 1171, "adventure": 1172, "respect": 1173, "spirit": 1174, "consider": 1175, "alien": 1176, "brothers": 1177, "questions": 1178, "jane": 1179, "likes": 1180, "super": 1181, "garbage": 1182, "pick": 1183, "barely": 1184, "aside": 1185, "impressive": 1186, "changed": 1187, "singing": 1188, "impossible": 1189, "weren't": 1190, "shoot": 1191, "solid": 1192, "humour": 1193, "walk": 1194, "involving": 1195, "values": 1196, "rated": 1197, "studio": 1198, "master": 1199, "accent": 1200, "leaving": 1201, "showed": 1202, "cat": 1203, "gang": 1204, "blue": 1205, "channel": 1206, "runs": 1207, "prison": 1208, "genius": 1209, "shooting": 1210, "road": 1211, "starring": 1212, "literally": 1213, "failed": 1214, "chemistry": 1215, "books": 1216, "vampire": 1217, "disturbing": 1218, "somewhere": 1219, "immediately": 1220, "ben": 1221, "thanks": 1222, "ex": 1223, "f": 1224, "camp": 1225, "bought": 1226, "tough": 1227, "touch": 1228, "honestly": 1229, "considered": 1230, "trip": 1231, "south": 1232, "100": 1233, "fair": 1234, "grade": 1235, "makers": 1236, "week": 1237, "conclusion": 1238, "ability": 1239, "stick": 1240, "sitting": 1241, "adult": 1242, "audiences": 1243, "win": 1244, "mood": 1245, "soldiers": 1246, "cult": 1247, "army": 1248, "added": 1249, "80's": 1250, "thinks": 1251, "surprisingly": 1252, "glad": 1253, "explain": 1254, "slasher": 1255, "west": 1256, "sexy": 1257, "twists": 1258, "bother": 1259, "tone": 1260, "journey": 1261, "issues": 1262, "normal": 1263, "bed": 1264, "charles": 1265, "personally": 1266, "jim": 1267, "standard": 1268, "heavy": 1269, "animated": 1270, "edge": 1271, "nowhere": 1272, "purpose": 1273, "won": 1274, "park": 1275, "chase": 1276, "beautifully": 1277, "pieces": 1278, "likely": 1279, "taste": 1280, "door": 1281, "nobody": 1282, "silent": 1283, "subtle": 1284, "naked": 1285, "sam": 1286, "mary": 1287, "military": 1288, "remains": 1289, "producer": 1290, "aspect": 1291, "available": 1292, "motion": 1293, "computer": 1294, "generally": 1295, "terms": 1296, "appearance": 1297, "smart": 1298, "g": 1299, "complex": 1300, "frank": 1301, "cinematic": 1302, "catch": 1303, "photography": 1304, "bottom": 1305, "scenery": 1306, "soul": 1307, "presence": 1308, "utterly": 1309, "spoiler": 1310, "ride": 1311, "government": 1312, "opera": 1313, "charming": 1314, "date": 1315, "historical": 1316, "comedies": 1317, "natural": 1318, "adaptation": 1319, "pictures": 1320, "lovely": 1321, "terrific": 1322, "managed": 1323, "appeal": 1324, "innocent": 1325, "disappointing": 1326, "loud": 1327, "constantly": 1328, "changes": 1329, "drive": 1330, "wow": 1331, "laughable": 1332, "knowing": 1333, "emotions": 1334, "thrown": 1335, "walking": 1336, "magic": 1337, "giant": 1338, "steve": 1339, "details": 1340, "indian": 1341, "boyfriend": 1342, "suppose": 1343, "pass": 1344, "track": 1345, "plan": 1346, "planet": 1347, "ed": 1348, "rare": 1349, "hey": 1350, "london": 1351, "ghost": 1352, "narrative": 1353, "dad": 1354, "thank": 1355, "attack": 1356, "throw": 1357, "loves": 1358, "key": 1359, "unbelievable": 1360, "detective": 1361, "jones": 1362, "places": 1363, "touching": 1364, "names": 1365, "costumes": 1366, "besides": 1367, "minor": 1368, "ray": 1369, "chris": 1370, "intended": 1371, "slowly": 1372, "award": 1373, "building": 1374, "zombies": 1375, "painful": 1376, "thus": 1377, "everybody": 1378, "land": 1379, "presented": 1380, "impression": 1381, "movie's": 1382, "teen": 1383, "wild": 1384, "filming": 1385, "excuse": 1386, "speaking": 1387, "stands": 1388, "bond": 1389, "contains": 1390, "climax": 1391, "finish": 1392, "club": 1393, "race": 1394, "equally": 1395, "festival": 1396, "outstanding": 1397, "feelings": 1398, "brief": 1399, "hoping": 1400, "puts": 1401, "themes": 1402, "fully": 1403, "acts": 1404, "central": 1405, "mysterious": 1406, "sub": 1407, "mistake": 1408, "forever": 1409, "surely": 1410, "notice": 1411, "green": 1412, "paris": 1413, "victim": 1414, "disappointment": 1415, "lived": 1416, "developed": 1417, "aspects": 1418, "manner": 1419, "critics": 1420, "mainly": 1421, "you'd": 1422, "expectations": 1423, "emotion": 1424, "worthy": 1425, "student": 1426, "stunning": 1427, "image": 1428, "tired": 1429, "double": 1430, "sent": 1431, "million": 1432, "drawn": 1433, "bruce": 1434, "cry": 1435, "hurt": 1436, "fascinating": 1437, "justice": 1438, "pain": 1439, "charlie": 1440, "six": 1441, "born": 1442, "charm": 1443, "ahead": 1444, "support": 1445, "ship": 1446, "hospital": 1447, "harry": 1448, "holes": 1449, "opportunity": 1450, "laughed": 1451, "fresh": 1452, "tony": 1453, "offer": 1454, "color": 1455, "confusing": 1456, "faces": 1457, "smith": 1458, "christopher": 1459, "random": 1460, "o": 1461, "happening": 1462, "dreams": 1463, "r": 1464, "news": 1465, "finding": 1466, "content": 1467, "location": 1468, "include": 1469, "students": 1470, "direct": 1471, "confused": 1472, "shock": 1473, "flicks": 1474, "suggest": 1475, "jean": 1476, "exception": 1477, "held": 1478, "drugs": 1479, "folks": 1480, "marriage": 1481, "agent": 1482, "porn": 1483, "bar": 1484, "likable": 1485, "beat": 1486, "answer": 1487, "dies": 1488, "compelling": 1489, "boss": 1490, "pull": 1491, "twice": 1492, "lover": 1493, "summer": 1494, "noir": 1495, "p": 1496, "fell": 1497, "putting": 1498, "difference": 1499, "relationships": 1500, "ground": 1501, "spot": 1502, "supposedly": 1503, "seemingly": 1504, "affair": 1505, "gem": 1506, "billy": 1507, "impressed": 1508, "cops": 1509, "lighting": 1510, "ii": 1511, "90": 1512, "falling": 1513, "lacks": 1514, "clich\u00e9": 1515, "americans": 1516, "batman": 1517, "trailer": 1518, "forgotten": 1519, "martin": 1520, "collection": 1521, "paid": 1522, "moral": 1523, "information": 1524, "russian": 1525, "helps": 1526, "approach": 1527, "creative": 1528, "extreme": 1529, "appeared": 1530, "actresses": 1531, "adds": 1532, "radio": 1533, "machine": 1534, "share": 1535, "delivers": 1536, "funniest": 1537, "ugly": 1538, "mix": 1539, "industry": 1540, "adults": 1541, "gorgeous": 1542, "anymore": 1543, "wall": 1544, "wondering": 1545, "plane": 1546, "christian": 1547, "therefore": 1548, "suicide": 1549, "flaws": 1550, "quick": 1551, "50": 1552, "victims": 1553, "detail": 1554, "intense": 1555, "element": 1556, "j": 1557, "led": 1558, "followed": 1559, "event": 1560, "pop": 1561, "system": 1562, "step": 1563, "rip": 1564, "mediocre": 1565, "disaster": 1566, "offers": 1567, "count": 1568, "hasn't": 1569, "stuck": 1570, "rented": 1571, "reminded": 1572, "lets": 1573, "serial": 1574, "merely": 1575, "vs": 1576, "allowed": 1577, "phone": 1578, "ms": 1579, "numbers": 1580, "church": 1581, "fashion": 1582, "stewart": 1583, "seven": 1584, "imagination": 1585, "attractive": 1586, "shouldn't": 1587, "hotel": 1588, "provides": 1589, "station": 1590, "absolute": 1591, "ready": 1592, "cgi": 1593, "man's": 1594, "negative": 1595, "don": 1596, "becoming": 1597, "area": 1598, "animals": 1599, "impact": 1600, "latter": 1601, "length": 1602, "thats": 1603, "mom": 1604, "damn": 1605, "inspired": 1606, "extra": 1607, "shocking": 1608, "standards": 1609, "onto": 1610, "murders": 1611, "creature": 1612, "personality": 1613, "soldier": 1614, "woods": 1615, "wearing": 1616, "turning": 1617, "games": 1618, "grace": 1619, "fellow": 1620, "seconds": 1621, "captain": 1622, "whatsoever": 1623, "picked": 1624, "tragic": 1625, "dirty": 1626, "angry": 1627, "wise": 1628, "epic": 1629, "compare": 1630, "lies": 1631, "torture": 1632, "cross": 1633, "accident": 1634, "helped": 1635, "returns": 1636, "nasty": 1637, "tragedy": 1638, "thin": 1639, "actions": 1640, "sea": 1641, "scientist": 1642, "listen": 1643, "commentary": 1644, "professional": 1645, "artistic": 1646, "thoroughly": 1647, "flying": 1648, "deliver": 1649, "kevin": 1650, "wooden": 1651, "states": 1652, "lose": 1653, "childhood": 1654, "moved": 1655, "passion": 1656, "process": 1657, "proves": 1658, "member": 1659, "teenage": 1660, "zero": 1661, "plots": 1662, "mouth": 1663, "addition": 1664, "theatre": 1665, "teacher": 1666, "afraid": 1667, "12": 1668, "jason": 1669, "11": 1670, "search": 1671, "kelly": 1672, "sleep": 1673, "carry": 1674, "gold": 1675, "apartment": 1676, "continue": 1677, "horse": 1678, "food": 1679, "realized": 1680, "sight": 1681, "asked": 1682, "wanting": 1683, "rape": 1684, "began": 1685, "dying": 1686, "pleasure": 1687, "provide": 1688, "willing": 1689, "clothes": 1690, "thomas": 1691, "sucks": 1692, "queen": 1693, "bits": 1694, "memory": 1695, "martial": 1696, "favourite": 1697, "wars": 1698, "describe": 1699, "energy": 1700, "build": 1701, "religious": 1702, "rarely": 1703, "arts": 1704, "design": 1705, "introduced": 1706, "loving": 1707, "henry": 1708, "struggle": 1709, "hidden": 1710, "fox": 1711, "watchable": 1712, "physical": 1713, "intelligence": 1714, "chinese": 1715, "twenty": 1716, "judge": 1717, "animal": 1718, "mid": 1719, "independent": 1720, "anywhere": 1721, "tim": 1722, "tears": 1723, "000": 1724, "bloody": 1725, "intriguing": 1726, "redeeming": 1727, "winning": 1728, "x": 1729, "accept": 1730, "necessary": 1731, "allow": 1732, "70's": 1733, "ryan": 1734, "holds": 1735, "dangerous": 1736, "suspect": 1737, "comedic": 1738, "warning": 1739, "trust": 1740, "heroes": 1741, "surprising": 1742, "clich\u00e9s": 1743, "jr": 1744, "soft": 1745, "jerry": 1746, "superior": 1747, "wonderfully": 1748, "deserve": 1749, "fat": 1750, "wood": 1751, "deeply": 1752, "desert": 1753, "accurate": 1754, "danny": 1755, "asks": 1756, "blame": 1757, "calls": 1758, "anybody": 1759, "understanding": 1760, "al": 1761, "reminds": 1762, "includes": 1763, "nicely": 1764, "player": 1765, "brutal": 1766, "mine": 1767, "grand": 1768, "limited": 1769, "anne": 1770, "sat": 1771, "unknown": 1772, "issue": 1773, "explanation": 1774, "treat": 1775, "ups": 1776, "stephen": 1777, "unusual": 1778, "board": 1779, "friendship": 1780, "lord": 1781, "paced": 1782, "pre": 1783, "loose": 1784, "apparent": 1785, "criminal": 1786, "pacing": 1787, "mike": 1788, "boat": 1789, "artist": 1790, "hated": 1791, "joy": 1792, "heads": 1793, "below": 1794, "gags": 1795, "wide": 1796, "remarkable": 1797, "monsters": 1798, "moon": 1799, "driving": 1800, "40": 1801, "page": 1802, "vhs": 1803, "vision": 1804, "ring": 1805, "noticed": 1806, "character's": 1807, "whilst": 1808, "leader": 1809, "core": 1810, "memories": 1811, "ill": 1812, "deserved": 1813, "johnny": 1814, "engaging": 1815, "stock": 1816, "opposite": 1817, "locations": 1818, "captured": 1819, "brian": 1820, "scared": 1821, "met": 1822, "unnecessary": 1823, "w": 1824, "references": 1825, "soap": 1826, "desperate": 1827, "community": 1828, "wind": 1829, "knowledge": 1830, "nonsense": 1831, "ice": 1832, "roll": 1833, "jackson": 1834, "creating": 1835, "officer": 1836, "learned": 1837, "lovers": 1838, "powers": 1839, "l": 1840, "director's": 1841, "months": 1842, "singer": 1843, "field": 1844, "starting": 1845, "alan": 1846, "realism": 1847, "responsible": 1848, "mental": 1849, "price": 1850, "somebody": 1851, "academy": 1852, "uncle": 1853, "according": 1854, "filmmaker": 1855, "discover": 1856, "finished": 1857, "humans": 1858, "growing": 1859, "williams": 1860, "m": 1861, "fights": 1862, "floor": 1863, "stone": 1864, "smile": 1865, "skip": 1866, "buddy": 1867, "normally": 1868, "lacking": 1869, "dressed": 1870, "eddie": 1871, "keeping": 1872, "mrs": 1873, "constant": 1874, "absurd": 1875, "exist": 1876, "arthur": 1877, "golden": 1878, "conflict": 1879, "mission": 1880, "ordinary": 1881, "brown": 1882, "explained": 1883, "hitchcock": 1884, "record": 1885, "treated": 1886, "players": 1887, "eating": 1888, "magnificent": 1889, "window": 1890, "current": 1891, "technical": 1892, "pilot": 1893, "originally": 1894, "13": 1895, "manage": 1896, "survive": 1897, "cable": 1898, "shop": 1899, "cars": 1900, "generation": 1901, "jump": 1902, "witch": 1903, "ford": 1904, "hits": 1905, "ass": 1906, "connection": 1907, "legend": 1908, "saving": 1909, "naturally": 1910, "faith": 1911, "comparison": 1912, "humanity": 1913, "occasionally": 1914, "witty": 1915, "bright": 1916, "national": 1917, "bob": 1918, "aware": 1919, "loss": 1920, "rubbish": 1921, "mixed": 1922, "kick": 1923, "broken": 1924, "dealing": 1925, "efforts": 1926, "bigger": 1927, "fail": 1928, "cuts": 1929, "morning": 1930, "hadn't": 1931, "behavior": 1932, "capture": 1933, "prove": 1934, "bland": 1935, "murdered": 1936, "spanish": 1937, "included": 1938, "tape": 1939, "crappy": 1940, "drunk": 1941, "forces": 1942, "numerous": 1943, "robin": 1944, "media": 1945, "eat": 1946, "sean": 1947, "gotten": 1948, "suit": 1949, "finest": 1950, "instance": 1951, "genuine": 1952, "gary": 1953, "advice": 1954, "european": 1955, "empty": 1956, "today's": 1957, "desire": 1958, "howard": 1959, "humorous": 1960, "frame": 1961, "guns": 1962, "villains": 1963, "ball": 1964, "edited": 1965, "england": 1966, "whenever": 1967, "partner": 1968, "revealed": 1969, "bomb": 1970, "deals": 1971, "foreign": 1972, "private": 1973, "hopes": 1974, "essentially": 1975, "stereotypes": 1976, "terribly": 1977, "discovered": 1978, "k": 1979, "sing": 1980, "jeff": 1981, "jennifer": 1982, "priest": 1983, "castle": 1984, "frankly": 1985, "pulled": 1986, "concerned": 1987, "heroine": 1988, "toward": 1989, "meanwhile": 1990, "quiet": 1991, "finale": 1992, "featuring": 1993, "village": 1994, "kinda": 1995, "results": 1996, "relate": 1997, "one's": 1998, "pair": 1999, "blind": 2000, "feet": 2001, "president": 2002, "youth": 2003, "psychological": 2004, "crowd": 2005, "fame": 2006, "favor": 2007, "dimensional": 2008, "lucky": 2009, "talents": 2010, "saved": 2011, "teenagers": 2012, "80s": 2013, "regular": 2014, "received": 2015, "we've": 2016, "sign": 2017, "international": 2018, "insane": 2019, "taylor": 2020, "skills": 2021, "seat": 2022, "sheer": 2023, "nick": 2024, "remembered": 2025, "max": 2026, "joan": 2027, "nightmare": 2028, "fate": 2029, "lewis": 2030, "owner": 2031, "moore": 2032, "streets": 2033, "sucked": 2034, "candy": 2035, "visit": 2036, "river": 2037, "african": 2038, "genuinely": 2039, "context": 2040, "study": 2041, "texas": 2042, "attitude": 2043, "parody": 2044, "unfunny": 2045, "levels": 2046, "dated": 2047, "program": 2048, "fly": 2049, "allen": 2050, "luck": 2051, "here's": 2052, "scream": 2053, "range": 2054, "screaming": 2055, "utter": 2056, "reaction": 2057, "vote": 2058, "spectacular": 2059, "visuals": 2060, "cash": 2061, "site": 2062, "portray": 2063, "failure": 2064, "travel": 2065, "higher": 2066, "v": 2067, "anthony": 2068, "irritating": 2069, "unable": 2070, "hunter": 2071, "satire": 2072, "dreadful": 2073, "existence": 2074, "protagonist": 2075, "gory": 2076, "reach": 2077, "aliens": 2078, "grown": 2079, "miles": 2080, "breaks": 2081, "france": 2082, "debut": 2083, "awkward": 2084, "lesson": 2085, "continues": 2086, "adam": 2087, "evidence": 2088, "corny": 2089, "described": 2090, "steal": 2091, "unrealistic": 2092, "asian": 2093, "flesh": 2094, "davis": 2095, "football": 2096, "opens": 2097, "strength": 2098, "wedding": 2099, "commercial": 2100, "overly": 2101, "reviewers": 2102, "fault": 2103, "ultimate": 2104, "creatures": 2105, "australian": 2106, "steven": 2107, "decision": 2108, "grow": 2109, "cameo": 2110, "flashbacks": 2111, "classics": 2112, "identity": 2113, "logic": 2114, "fu": 2115, "shallow": 2116, "unexpected": 2117, "native": 2118, "ran": 2119, "curious": 2120, "decade": 2121, "heaven": 2122, "perspective": 2123, "pretentious": 2124, "clean": 2125, "contrived": 2126, "standing": 2127, "jimmy": 2128, "andy": 2129, "paper": 2130, "driven": 2131, "relief": 2132, "sell": 2133, "cost": 2134, "provided": 2135, "freedom": 2136, "gangster": 2137, "discovers": 2138, "beach": 2139, "ann": 2140, "visually": 2141, "bank": 2142, "delivered": 2143, "vampires": 2144, "halloween": 2145, "round": 2146, "built": 2147, "sake": 2148, "choose": 2149, "graphic": 2150, "laughter": 2151, "cares": 2152, "heck": 2153, "drag": 2154, "suffering": 2155, "delightful": 2156, "eric": 2157, "center": 2158, "h": 2159, "grew": 2160, "tiny": 2161, "product": 2162, "types": 2163, "brilliantly": 2164, "chick": 2165, "barbara": 2166, "involves": 2167, "they've": 2168, "rescue": 2169, "creates": 2170, "breaking": 2171, "endless": 2172, "fill": 2173, "formula": 2174, "gonna": 2175, "meeting": 2176, "executed": 2177, "crash": 2178, "combination": 2179, "douglas": 2180, "underrated": 2181, "individual": 2182, "rise": 2183, "julie": 2184, "north": 2185, "europe": 2186, "teenager": 2187, "bringing": 2188, "bodies": 2189, "cant": 2190, "trek": 2191, "ages": 2192, "emotionally": 2193, "theaters": 2194, "author": 2195, "0": 2196, "dubbed": 2197, "asking": 2198, "model": 2199, "capable": 2200, "disgusting": 2201, "promise": 2202, "sympathetic": 2203, "loses": 2204, "hall": 2205, "traditional": 2206, "contrast": 2207, "remain": 2208, "speech": 2209, "recall": 2210, "aged": 2211, "assume": 2212, "ladies": 2213, "talks": 2214, "proved": 2215, "sisters": 2216, "rules": 2217, "speed": 2218, "allows": 2219, "send": 2220, "families": 2221, "psycho": 2222, "destroy": 2223, "test": 2224, "enemy": 2225, "dan": 2226, "par": 2227, "believes": 2228, "shakespeare": 2229, "nevertheless": 2230, "dick": 2231, "viewed": 2232, "hopefully": 2233, "correct": 2234, "handsome": 2235, "costs": 2236, "sheriff": 2237, "develop": 2238, "surreal": 2239, "majority": 2240, "treatment": 2241, "ancient": 2242, "shocked": 2243, "devil": 2244, "facts": 2245, "dollars": 2246, "fred": 2247, "pity": 2248, "70s": 2249, "kong": 2250, "matt": 2251, "rob": 2252, "blonde": 2253, "reviewer": 2254, "united": 2255, "bear": 2256, "rental": 2257, "embarrassing": 2258, "tedious": 2259, "strongly": 2260, "portrays": 2261, "mini": 2262, "steals": 2263, "gene": 2264, "terror": 2265, "nominated": 2266, "sequels": 2267, "lousy": 2268, "jesus": 2269, "caused": 2270, "horribly": 2271, "japan": 2272, "thoughts": 2273, "chosen": 2274, "wit": 2275, "network": 2276, "religion": 2277, "dogs": 2278, "sudden": 2279, "sharp": 2280, "alice": 2281, "exploitation": 2282, "walked": 2283, "matters": 2284, "circumstances": 2285, "research": 2286, "scale": 2287, "wayne": 2288, "teens": 2289, "evening": 2290, "theatrical": 2291, "proper": 2292, "alex": 2293, "voices": 2294, "foot": 2295, "com": 2296, "surface": 2297, "factor": 2298, "contemporary": 2299, "driver": 2300, "winner": 2301, "walks": 2302, "obsessed": 2303, "excited": 2304, "rose": 2305, "extras": 2306, "awards": 2307, "passed": 2308, "chief": 2309, "clue": 2310, "entertained": 2311, "technology": 2312, "gratuitous": 2313, "subtitles": 2314, "blow": 2315, "produce": 2316, "eight": 2317, "twisted": 2318, "weeks": 2319, "enter": 2320, "losing": 2321, "largely": 2322, "sky": 2323, "germany": 2324, "uk": 2325, "depressing": 2326, "amateurish": 2327, "propaganda": 2328, "louis": 2329, "faced": 2330, "pleasant": 2331, "source": 2332, "hearted": 2333, "painfully": 2334, "insult": 2335, "hearing": 2336, "prince": 2337, "cutting": 2338, "portraying": 2339, "experienced": 2340, "vehicle": 2341, "stopped": 2342, "gordon": 2343, "bet": 2344, "service": 2345, "angel": 2346, "hunt": 2347, "saturday": 2348, "anna": 2349, "slapstick": 2350, "mask": 2351, "committed": 2352, "lynch": 2353, "skin": 2354, "plans": 2355, "kung": 2356, "jackie": 2357, "larry": 2358, "cartoons": 2359, "warm": 2360, "universal": 2361, "ruined": 2362, "killers": 2363, "learns": 2364, "universe": 2365, "robot": 2366, "fits": 2367, "canadian": 2368, "werewolf": 2369, "darkness": 2370, "versions": 2371, "lesbian": 2372, "patrick": 2373, "code": 2374, "table": 2375, "dry": 2376, "qualities": 2377, "drop": 2378, "sports": 2379, "virtually": 2380, "bbc": 2381, "marry": 2382, "angles": 2383, "spoil": 2384, "albert": 2385, "depicted": 2386, "witness": 2387, "hill": 2388, "substance": 2389, "jungle": 2390, "scare": 2391, "dennis": 2392, "target": 2393, "segment": 2394, "influence": 2395, "morgan": 2396, "kate": 2397, "appropriate": 2398, "spends": 2399, "till": 2400, "asleep": 2401, "truck": 2402, "jewish": 2403, "semi": 2404, "makeup": 2405, "performed": 2406, "sympathy": 2407, "relatively": 2408, "lake": 2409, "handled": 2410, "excitement": 2411, "notch": 2412, "latest": 2413, "promising": 2414, "haunting": 2415, "guilty": 2416, "department": 2417, "variety": 2418, "holding": 2419, "turkey": 2420, "25": 2421, "believed": 2422, "veteran": 2423, "vietnam": 2424, "recognize": 2425, "training": 2426, "practically": 2427, "costume": 2428, "claim": 2429, "fish": 2430, "movement": 2431, "safe": 2432, "tend": 2433, "calling": 2434, "previously": 2435, "display": 2436, "convince": 2437, "experiences": 2438, "danger": 2439, "satisfying": 2440, "friday": 2441, "broadway": 2442, "peace": 2443, "prime": 2444, "keaton": 2445, "continuity": 2446, "harris": 2447, "captures": 2448, "joseph": 2449, "speaks": 2450, "edward": 2451, "appealing": 2452, "irish": 2453, "mountain": 2454, "hide": 2455, "worthwhile": 2456, "amateur": 2457, "featured": 2458, "demons": 2459, "lower": 2460, "conversation": 2461, "unfortunate": 2462, "professor": 2463, "cage": 2464, "covered": 2465, "idiot": 2466, "market": 2467, "section": 2468, "suffers": 2469, "related": 2470, "structure": 2471, "abuse": 2472, "chan": 2473, "routine": 2474, "granted": 2475, "roger": 2476, "degree": 2477, "lane": 2478, "draw": 2479, "liners": 2480, "hanging": 2481, "washington": 2482, "harsh": 2483, "presents": 2484, "supernatural": 2485, "offensive": 2486, "category": 2487, "accents": 2488, "suspenseful": 2489, "donald": 2490, "demon": 2491, "accidentally": 2492, "statement": 2493, "crying": 2494, "encounter": 2495, "deadly": 2496, "tarzan": 2497, "seagal": 2498, "clich\u00e9d": 2499, "trapped": 2500, "seasons": 2501, "extraordinary": 2502, "east": 2503, "haunted": 2504, "forth": 2505, "elizabeth": 2506, "bothered": 2507, "chose": 2508, "forgettable": 2509, "everywhere": 2510, "favorites": 2511, "stereotypical": 2512, "westerns": 2513, "directly": 2514, "claims": 2515, "thankfully": 2516, "reveal": 2517, "adventures": 2518, "surprises": 2519, "trilogy": 2520, "praise": 2521, "inner": 2522, "mainstream": 2523, "regret": 2524, "anime": 2525, "refreshing": 2526, "belief": 2527, "massive": 2528, "cruel": 2529, "hitler": 2530, "unlikely": 2531, "figured": 2532, "touches": 2533, "tight": 2534, "melodrama": 2535, "politics": 2536, "sun": 2537, "security": 2538, "junk": 2539, "naive": 2540, "studios": 2541, "proud": 2542, "changing": 2543, "dude": 2544, "dean": 2545, "initial": 2546, "prepared": 2547, "print": 2548, "exact": 2549, "aka": 2550, "grave": 2551, "spoof": 2552, "abandoned": 2553, "destroyed": 2554, "forgot": 2555, "serves": 2556, "california": 2557, "walter": 2558, "hole": 2559, "prior": 2560, "closer": 2561, "holmes": 2562, "welcome": 2563, "required": 2564, "appreciated": 2565, "realizes": 2566, "sorts": 2567, "interview": 2568, "minds": 2569, "grant": 2570, "blown": 2571, "amazingly": 2572, "productions": 2573, "dozen": 2574, "nurse": 2575, "reporter": 2576, "sir": 2577, "mexican": 2578, "rule": 2579, "flight": 2580, "effectively": 2581, "lights": 2582, "erotic": 2583, "renting": 2584, "rough": 2585, "focused": 2586, "placed": 2587, "africa": 2588, "whoever": 2589, "wear": 2590, "hat": 2591, "sides": 2592, "gritty": 2593, "kiss": 2594, "pulls": 2595, "children's": 2596, "cell": 2597, "legendary": 2598, "deaths": 2599, "patient": 2600, "roy": 2601, "stolen": 2602, "summary": 2603, "arms": 2604, "lifetime": 2605, "alright": 2606, "urban": 2607, "parker": 2608, "ain't": 2609, "colors": 2610, "fare": 2611, "victor": 2612, "frightening": 2613, "express": 2614, "designed": 2615, "anderson": 2616, "2001": 2617, "wilson": 2618, "weapons": 2619, "highlight": 2620, "insight": 2621, "julia": 2622, "pile": 2623, "account": 2624, "china": 2625, "multiple": 2626, "flashback": 2627, "quirky": 2628, "repeated": 2629, "execution": 2630, "narration": 2631, "remotely": 2632, "fool": 2633, "reputation": 2634, "provoking": 2635, "forest": 2636, "simon": 2637, "term": 2638, "interviews": 2639, "johnson": 2640, "critical": 2641, "false": 2642, "mildly": 2643, "southern": 2644, "jail": 2645, "mistakes": 2646, "status": 2647, "prefer": 2648, "path": 2649, "rights": 2650, "chaplin": 2651, "bus": 2652, "greater": 2653, "russell": 2654, "listening": 2655, "hired": 2656, "weekend": 2657, "superman": 2658, "position": 2659, "roberts": 2660, "imagery": 2661, "via": 2662, "buying": 2663, "dress": 2664, "regarding": 2665, "occasional": 2666, "raised": 2667, "technically": 2668, "device": 2669, "convinced": 2670, "blah": 2671, "suck": 2672, "environment": 2673, "magical": 2674, "ha": 2675, "arrives": 2676, "rolling": 2677, "expression": 2678, "teeth": 2679, "atrocious": 2680, "blockbuster": 2681, "india": 2682, "deeper": 2683, "sounded": 2684, "explains": 2685, "paying": 2686, "heavily": 2687, "combined": 2688, "timing": 2689, "ted": 2690, "daniel": 2691, "underground": 2692, "theory": 2693, "choices": 2694, "task": 2695, "closing": 2696, "sensitive": 2697, "figures": 2698, "funnier": 2699, "indie": 2700, "screening": 2701, "would've": 2702, "dracula": 2703, "examples": 2704, "depiction": 2705, "handed": 2706, "mickey": 2707, "birth": 2708, "stranger": 2709, "campy": 2710, "focuses": 2711, "ruin": 2712, "stayed": 2713, "wwii": 2714, "decades": 2715, "wolf": 2716, "angle": 2717, "civil": 2718, "scenario": 2719, "anger": 2720, "helen": 2721, "baseball": 2722, "14": 2723, "necessarily": 2724, "spy": 2725, "amazed": 2726, "metal": 2727, "warned": 2728, "nonetheless": 2729, "massacre": 2730, "lie": 2731, "mature": 2732, "curse": 2733, "throwing": 2734, "offered": 2735, "drew": 2736, "kim": 2737, "treasure": 2738, "seek": 2739, "laura": 2740, "starred": 2741, "dinner": 2742, "murphy": 2743, "luke": 2744, "bore": 2745, "initially": 2746, "mob": 2747, "scares": 2748, "downright": 2749, "shadow": 2750, "goofy": 2751, "passing": 2752, "understood": 2753, "murderer": 2754, "serve": 2755, "dollar": 2756, "reveals": 2757, "unconvincing": 2758, "wins": 2759, "spite": 2760, "sarah": 2761, "bound": 2762, "princess": 2763, "cultural": 2764, "shorts": 2765, "nuclear": 2766, "usa": 2767, "halfway": 2768, "tree": 2769, "complicated": 2770, "racist": 2771, "criticism": 2772, "originality": 2773, "throws": 2774, "ignore": 2775, "base": 2776, "paint": 2777, "intellectual": 2778, "uninteresting": 2779, "lonely": 2780, "gas": 2781, "titles": 2782, "charge": 2783, "sword": 2784, "nude": 2785, "kinds": 2786, "beast": 2787, "skill": 2788, "un": 2789, "rain": 2790, "views": 2791, "pregnant": 2792, "lawyer": 2793, "drinking": 2794, "headed": 2795, "racism": 2796, "he'd": 2797, "entertain": 2798, "adding": 2799, "brave": 2800, "jobs": 2801, "gross": 2802, "struggling": 2803, "flow": 2804, "succeeds": 2805, "ludicrous": 2806, "nazi": 2807, "mere": 2808, "could've": 2809, "facial": 2810, "punch": 2811, "significant": 2812, "handle": 2813, "delivery": 2814, "susan": 2815, "suffer": 2816, "ratings": 2817, "host": 2818, "causes": 2819, "fbi": 2820, "attempting": 2821, "screenwriter": 2822, "inept": 2823, "remote": 2824, "breath": 2825, "desperately": 2826, "join": 2827, "crafted": 2828, "amongst": 2829, "sunday": 2830, "barry": 2831, "court": 2832, "minded": 2833, "gruesome": 2834, "inspiration": 2835, "served": 2836, "stays": 2837, "faithful": 2838, "comical": 2839, "cheese": 2840, "answers": 2841, "everyday": 2842, "description": 2843, "guest": 2844, "achieve": 2845, "crude": 2846, "friendly": 2847, "format": 2848, "beloved": 2849, "raw": 2850, "retarded": 2851, "sleeping": 2852, "learning": 2853, "assistant": 2854, "arm": 2855, "daily": 2856, "internet": 2857, "fourth": 2858, "concert": 2859, "hong": 2860, "helping": 2861, "stupidity": 2862, "introduction": 2863, "afternoon": 2864, "expressions": 2865, "purely": 2866, "reference": 2867, "reminiscent": 2868, "betty": 2869, "drink": 2870, "touched": 2871, "artists": 2872, "kane": 2873, "contain": 2874, "vacation": 2875, "league": 2876, "maker": 2877, "san": 2878, "carried": 2879, "properly": 2880, "accepted": 2881, "obnoxious": 2882, "perform": 2883, "bollywood": 2884, "lisa": 2885, "sitcom": 2886, "letter": 2887, "separate": 2888, "storytelling": 2889, "medical": 2890, "drives": 2891, "brooks": 2892, "stomach": 2893, "tommy": 2894, "disbelief": 2895, "carries": 2896, "quest": 2897, "entry": 2898, "extent": 2899, "hence": 2900, "enjoying": 2901, "chilling": 2902, "santa": 2903, "packed": 2904, "oliver": 2905, "attacks": 2906, "strangely": 2907, "shut": 2908, "tour": 2909, "madness": 2910, "comedian": 2911, "novels": 2912, "credible": 2913, "stealing": 2914, "rings": 2915, "people's": 2916, "risk": 2917, "contact": 2918, "mentally": 2919, "determined": 2920, "michelle": 2921, "bag": 2922, "basis": 2923, "guard": 2924, "fabulous": 2925, "happiness": 2926, "interpretation": 2927, "flawed": 2928, "controversial": 2929, "wears": 2930, "wanna": 2931, "father's": 2932, "seeking": 2933, "graphics": 2934, "notable": 2935, "hip": 2936, "tales": 2937, "le": 2938, "experiment": 2939, "revolution": 2940, "authentic": 2941, "jon": 2942, "marie": 2943, "thousands": 2944, "credibility": 2945, "60's": 2946, "hood": 2947, "catherine": 2948, "nowadays": 2949, "von": 2950, "settings": 2951, "albeit": 2952, "nine": 2953, "balance": 2954, "tongue": 2955, "hang": 2956, "blair": 2957, "lazy": 2958, "confusion": 2959, "carrying": 2960, "flash": 2961, "17": 2962, "criminals": 2963, "whereas": 2964, "fictional": 2965, "chuck": 2966, "sinister": 2967, "soviet": 2968, "cowboy": 2969, "glass": 2970, "woody": 2971, "topic": 2972, "caring": 2973, "ron": 2974, "picks": 2975, "miller": 2976, "technique": 2977, "protect": 2978, "sleazy": 2979, "clark": 2980, "innocence": 2981, "vincent": 2982, "sold": 2983, "italy": 2984, "union": 2985, "spoken": 2986, "cousin": 2987, "tense": 2988, "sum": 2989, "lloyd": 2990, "attacked": 2991, "exists": 2992, "trick": 2993, "warner": 2994, "fortunately": 2995, "escapes": 2996, "pg": 2997, "revolves": 2998, "hundred": 2999, "mgm": 3000, "dear": 3001, "regardless": 3002, "hoffman": 3003, "sinatra": 3004, "ashamed": 3005, "tradition": 3006, "gripping": 3007, "manager": 3008, "ironic": 3009, "letting": 3010, "chair": 3011, "toy": 3012, "2005": 3013, "fallen": 3014, "snow": 3015, "opened": 3016, "greatly": 3017, "regard": 3018, "struggles": 3019, "steps": 3020, "replaced": 3021, "disagree": 3022, "columbo": 3023, "dare": 3024, "wealthy": 3025, "los": 3026, "mexico": 3027, "nose": 3028, "delight": 3029, "challenge": 3030, "mindless": 3031, "bitter": 3032, "thief": 3033, "idiotic": 3034, "horrific": 3035, "exceptional": 3036, "frequently": 3037, "succeed": 3038, "laid": 3039, "stops": 3040, "sexuality": 3041, "tune": 3042, "text": 3043, "lessons": 3044, "countries": 3045, "ad": 3046, "embarrassed": 3047, "plastic": 3048, "flaw": 3049, "poignant": 3050, "existent": 3051, "convey": 3052, "storm": 3053, "established": 3054, "greek": 3055, "mirror": 3056, "upset": 3057, "searching": 3058, "proof": 3059, "matrix": 3060, "weapon": 3061, "guessing": 3062, "intensity": 3063, "cynical": 3064, "mst3k": 3065, "honor": 3066, "franchise": 3067, "thousand": 3068, "clips": 3069, "ghosts": 3070, "fairy": 3071, "80": 3072, "lovable": 3073, "scripts": 3074, "advantage": 3075, "jay": 3076, "torn": 3077, "cooper": 3078, "stunts": 3079, "alas": 3080, "18": 3081, "thirty": 3082, "repeat": 3083, "walker": 3084, "daughters": 3085, "creation": 3086, "st": 3087, "mouse": 3088, "dave": 3089, "rival": 3090, "raise": 3091, "coach": 3092, "presentation": 3093, "riding": 3094, "jamie": 3095, "nights": 3096, "worry": 3097, "cases": 3098, "shape": 3099, "breathtaking": 3100, "dislike": 3101, "videos": 3102, "farm": 3103, "courage": 3104, "pack": 3105, "eastwood": 3106, "millions": 3107, "guide": 3108, "hint": 3109, "aired": 3110, "perfection": 3111, "oddly": 3112, "suggests": 3113, "brad": 3114, "scientists": 3115, "eyed": 3116, "angels": 3117, "karen": 3118, "condition": 3119, "marvelous": 3120, "obsession": 3121, "consists": 3122, "row": 3123, "chasing": 3124, "dragon": 3125, "useless": 3126, "techniques": 3127, "silence": 3128, "appearing": 3129, "sings": 3130, "hiding": 3131, "boredom": 3132, "legs": 3133, "destruction": 3134, "slight": 3135, "needless": 3136, "leslie": 3137, "physically": 3138, "noted": 3139, "con": 3140, "spin": 3141, "invisible": 3142, "upper": 3143, "lesser": 3144, "stylish": 3145, "lying": 3146, "attempted": 3147, "wasting": 3148, "jumps": 3149, "ripped": 3150, "wing": 3151, "burt": 3152, "instantly": 3153, "musicals": 3154, "maria": 3155, "ninja": 3156, "ourselves": 3157, "trial": 3158, "shark": 3159, "selling": 3160, "quote": 3161, "gag": 3162, "tribute": 3163, "1950s": 3164, "appearances": 3165, "smoking": 3166, "consequences": 3167, "90's": 3168, "holiday": 3169, "silver": 3170, "fest": 3171, "16": 3172, "irony": 3173, "suffered": 3174, "hundreds": 3175, "expert": 3176, "bat": 3177, "monkey": 3178, "australia": 3179, "bridge": 3180, "object": 3181, "bobby": 3182, "successfully": 3183, "oz": 3184, "troubled": 3185, 